const ResultList = {
  front: [
    {
      type: "front1",
      TypeName: "오즈스쿨 추천추천",
      Describtion:
        "놀이기구가 무서워서 그냥 잘 안가려고 해도 나도 잘 타고 싶다구!!!/ 놀이기구 안타고 그 분위기만 즐겨도 좋다구!! /누가 나 놀이공원 좀 데려가줘ㅠ/ 개발에 대해 아직 모르는 것 투성이지만, 관심이 있다면?!!! /오즈스쿨과 그 시작을 함께 해보는 것은 어떨까요?"
    },
    {
      type: "front2",
      TypeName: "사진찍으러 갑니다",
      Describtion:
        "놀이공원에 놀이기구보다 페레이드보고 사진찍으러 가는게 더 좋은 당신!/ 무서운거 타는거 보다 예쁜거 보는 것이 더 좋다! /아직 코린이인 당신!/ 개발의 시작도 바로바로 눈에 보이고 /디자이너와 협업하는 프론트엔드로 시작해보는 것을 추천한다."
    },
    {
      type: "front3",
      TypeName: "놀이공원! 예뻐! 좋아! 꺆!",
      Describtion:
        "과격한건 싫어..ㅠ놀이공원가면 머리띠 꼭! 사야하고, /시간맞춰 퍼레이드, 불꽃놀이 봐야하고, /관람차, 회전목마타면서 예쁜 놀이공원을 한 눈에 보는게 좋아!! /예쁜거, 귀여운거라면 다 좋은 당신!! /이미 프론트엔드 개발자의 길을 걷고 있을 수도?!"
    }
  ],
  back: [
    {
      type: "back1",
      TypeName: "놀이공원 크루",
      Describtion:
        "놀이기구 앞에서 열심히 춤추며 멘트하는 크루들을 보면서 /알바라도 좋으니 한번 해보고 싶다고 생각한적 있을지도?/ 놀이공원의 일원이 되어 사람들을 즐겁게 해주고 싶다고 생각한적이 있다면? /코린이라 아직 많은 것은 모를 수 있지만, /백엔드 개발자로 개발의 시작을 해보는 것은 어떨까?!"
    },
    {
      type: "back2",
      TypeName: "놀이기구 점검 기술자",
      Describtion:
        "놀이공원 방문객의 행복하고 즐거운 시간들을 위해 /안전한 놀이기구 운행을 위하여 /보이지 않는 곳에서 늘 힘써주시는 기술자 분들!!/당신은 롤러코스터도 안전을 위해 시범운행하며 타보는 기술자!/ 혹시 지금 백엔드 개발자가 아니신지..!!"
    },
    {
      type: "back3",
      TypeName: "놀이공원 최고 기술자",
      Describtion:
        "놀이공원 방문객의 행복하고 즐거운 시간들을 위해 /안전한 놀이기구 운행을 위하여 /보이지 않는 곳에서 늘 힘써주시는 기술자 분들!!/당신은 롤러코스터도 안전을 위해 시범운행하며 타보는 기술자!/ 혹시 지금 백엔드 개발자가 아니신지..!!"
    }
  ],
  full: [
    {
      type: "full1",
      TypeName: "놀이공원 = 놀이기구 + 동물원",
      Describtion:
        "놀이공원 = 놀이기구 + 동물원놀이공원은 놀이기구만 타는 곳이 아니라구!!/ 놀이기구 뿐만 아니라 동물원까지도 꼭! 다 돌아봐야하는 당신!/ 맛있는 것도 먹어야 하고, 퍼레이드도 봐야되고 /어느것 하나 빠트리면 아쉬워 하는 당신에겐 /풀스택 개발자가 맞을 지도 🙂"
    },
    {
      type: "full2",
      TypeName: "놀이공원은 올데이지!",
      Describtion:
        "오픈런은 당연한거 아니야? /지치지 않는 체력으로 폐장때까지 놀이공원의 모든 것을 섭렵하는 당신!!/개발의 모든 것을 섭렵하는 프론트엔드 & 백엔드 가리지 않은 풀스택 개발자가 어울릴지도?!"
    },
    {
      type: "master",
      TypeName: "개발업계의 트렌지세터",
      Describtion:
        "놀이공원?! 나에게 물어봐!/놀이공원 곳곳에 무엇이 있는지 시즌 별로 무엇을 하는지, /무슨 이벤트를 하는지 다 알고 있는 당신!/ 혹쉬.. 연간회원권 소지자..?!/개발 업계에도 트렌드, 밈들이 있다구!! /트렌드를 빠르게 쫒아가는 당신은 개발 업계의 트렌지세터!!"
    }
  ]
};

export default ResultList;
